arc-gtk-theme
arc-icon-theme
dunst
ffmpeg
firefox
gnome-themes-standard
gtk-engine-murrine
i3-gaps
i3lock
kitty
lxappearance
maim
nautilus
nethogs
network-manager-applet
networkmanager
nitrogen
otf-font-awesome
pacman-contrib
pavucontrol
perl-file-mimeinfo
playerctl
pulseaudio
pulseaudio-alsa
python
qt5-styleplugins
redshift
rofi
ttf-hack
ttf-roboto
wireless_tools
xautolock
xorg-xdpyinfo
xorg-xinit
xorg-xkill
xorg-xrandr
xorg-xset
