dunst
firefox
i3-wm
i3lock
lxappearance
maim
moreutils
nautilus
network-manager-applet
networkmanager
nitrogen
otf-font-awesome
pavucontrol
perl-file-mimeinfo
playerctl
pulseaudio
pulseaudio-alsa
python
qalculate-gtk
qt5-styleplugins
redshift
rofi
termite
ttf-roboto
wireless_tools
xautolock
xorg-xdpyinfo
xorg-xinit
xorg-xkill
xorg-xrandr
xorg-xset
