;; -*- no-byte-compile: t; -*-
;;; ~/.doom.d/packages.el

;;; Examples:
;; (package! some-package)
;; (package! another-package :recipe (:fetcher github :repo "username/repo"))
;; (package! builtin-package :disable t)
(package! adoc-mode)
(package! color-identifiers-mode)
(package! evil-escape :disable t)
(package! flycheck-clj-kondo)
(package! flymd)
(package! lispyville)
(package! sort-words)
(package! uuidgen)
(package! vlf)
