arc-gtk-theme
arc-icon-theme
dex
ffmpegthumbnailer
firefox
grim
gtk-engine-murrine
light
mako
network-manager-applet
networkmanager
otf-font-awesome
pacman-contrib
pavucontrol
pcmanfm
perl-file-mimeinfo
playerctl
pulseaudio-alsa
py3status
qt5-styleplugins
qt5-wayland
ranger
rofi
slurp
sway
swayidle
swaylock
ttf-hack
ttf-roboto
wireless_tools
wmctrl
